Validate warning index.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public bool IsValidWarningIndex(
	int index
)
  Visual Basic
Public Function IsValidWarningIndex ( _
	index As Integer _
) As Boolean
  Visual C++
public:
bool IsValidWarningIndex(
	int index
)
 Parameters
  index
 Type:  System Int32
 See Also
  ConnectionValidationInfo Class
  Autodesk.Revit.DB Namespace